Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/plenum_no/sp2017-1.docx.tmx
Source language: nob
Languages: sme

source: Seminaret var en del av 25-årsjubileet til arbeidsgruppen for bevaring av arktisk fauna og flora (CAFF) under Arktisk råd.
sme: Seminára lei okta oassi 25-jagi ávvudeamis árktalaš fauna ja flora (CAFF) suodjaleami ektui Árktalaš ráđi vuolde.

source: Sametingspresidenten viste til hvordan Sametinget engasjerer seg i arbeidet med Árbediehtu både i FN, Arktis råd og gjennom Sametingsbudsjettet.
sme: Sámedikki presideanta čujuhii movt Sámediggi bargá árbedieđuid ektui sihke ON:s, Árktalaš ráđis ja Sámedikki bušeahta bokte.

source: En stor delegasjon med urfolk fra republikken Sakha helt øst i Russland, samt internasjonale representanter fra de fleste arktiske statene i tillegg til mange samiske institusjoner, deltok på seminaret.
sme: Seminárii serve stuorra álgoálbmotdelegašuvdna republihkas Sakha nuortan Ruošša bealde, ja riikkaidgaskasaš ovddasteaddjit eanaš árktalaš stáhtain, ja dasa lassin serve ollu sámi ásahusat seminárii.

source: Sametinget var også vertskap for middagen som også hadde kulturinnslag.
sme: Sámediggi guossohii mállásiid mas lei maiddái kultuvrralaš guoimmuheapmi.

source: Nasjonal institusjon for menneskerettigheter (NIM) Under Tråante 2017 holdt sametingspresident Vibeke Larsen et innlegg på et seminar om hvordan Norges nasjonale institusjon for menneskerettigheter (NIM) kan bidra til å styrke gjennomføringen av urfolks rettigheter nasjonalt.
sme: Olmmošvuoigatvuođaid nationála ásahus (NIM) Tråantes 2017 doalai Sámedikki presideanta Vibeke Larsen sáhkavuoru semináras mainna lágiin Norgga nationála olmmošvuoigatvuođaid ásahus (NIM) sáhtášii leat mielde nannemin álgoálbmogiid vuoigatvuođaid ollašuhttima nationála dásis.

source: Seminaret hadde tittelen: "Fra lapp-privilegier til menneskerettigheter".
sme: Seminára gohčoduvvui: "Fra lapp-privilegier til menneskerettigheter".

source: NIM orientere om etableringsfasen, og hvordan institusjonen er relevant for samene.
sme: NIM čilgii ásahanmuttu birra, ja mainna lágiin ásahus lea relevánta sámiide.

source: De informerte også at Gáldu – kompetansesenteret for urfolks rettigheter, ble en del av NIM 1. januar 2017.
sme: Sii muitaledje maiddái ahte Gáldu – álgoálbmotvuoigatvuođaid gelbbolašvuođaguovddáš, šattai NIM oassin ođđajagimánu 1. b. 2017 rájes.

source: Møter med den canadiske parlamentspresidenten Sametingspresident Vibeke Larsen har drøftet nordområdespørsmål og forsoningsarbeid med den canadiske parlamentspresidenten Geoff Regan under hans besøk i Oslo 10. januar.
sme: Čoahkkimat kanádalaš parlameantapresideanttain Sámedikki presideanta Vibeke Larsen lea guorahallan davviguovloáššiid ja soabahanbarggu birra kanádalaš parlameantapresideanttain Geoff Regan, dalle go son galledii Oslo ođđajagimánu 10. b. 2017.

source: Sametinget fulgte videre opp kontakten ved å delta på et møte med Canadas delegasjon på Arctic Frontiers 2017 der også Samerådet og Internasjonalt reindriftssenter (IRC) deltok.
sme: Sámediggi čuovvulii dasto oktavuođa ja searvvai kanádalaš delegašuvnna čoahkkimii Arctic Frontiers 2017 oktavuođas, masa maiddái Sámiráđđi ja Riikkaidgaskasaš boazodoalloguovddáš (IRC) serve.

source: Hovedfokuset på møtet var felles interesser i Arktisk råd.
sme: Váldofokus čoahkkimis lei min oktasaš beroštumit Árktalaš ráđis.

source: Norsk-svensk reinbeitekonvensjon Sametingsrådet har avgitt høringsuttalelse til den svenske regjeringen om fremlagt promemoria angående norsk-svensk reinbeitekonvensjon.
sme: Norgga-Ruoŧa boazoguohtonkonvenšuvdna Sámediggeráđđi lea buktán gulaskuddancealkámuša Ruoŧa ráđđehussii ovddiduvvon promemoria birra mii guoská norgga-ruoŧa boazoguohtonkonvenšuvdnii.

source: I sitt høringssvar vektla Sametingsrådet behovet for å ta den samiske arbeidsgruppas forslag til etterfølgelse ved ratifisering av konvensjonen.
sme: Gulaskuddanvástádusastis deattuhii Sámediggeráđđi ahte lea dárbu vuhtii váldit sámi bargojoavkku evttohusa konvenšuvnna dohkkeheamis.

source: Høringssvaret vektlegger faktorer som større adgang til samarbeidsavtaler, konfliktløsningsorgan og behovet for forutsigbare rammer i forhold til rettighetsavklaring, rovdyr og arealinngrep.
sme: Gulaskuddanvástádusas deattuhuvvojit fáktorat nugo stuorát vejolašvuohta ovttasbargošiehtadusaide, gižžočoavdinorgánii ja dárbbašuvvojit einnostan vejolaš rámmat riektečielggadeami, boraspiriid ja areáladuohtademiid ektui.

source: Sametingsrådet har i denne prosessen hatt kontakt med de andre partene som deltok i den samiske arbeidsgruppa.
sme: Sámediggeráđis lea leamaš dán proseassas oktavuohta eará beliiguin mat serve sámi bargojovkui.

source: Samisk Parlamentarisk Råd Samisk parlamentarisk råd (SPR) arrangerte den femte Sameparlamentarikerkonferansen 7. februar i 2017 i Trondheim.
sme: Sámi Parlamentáralaš Ráđđi Sámi Parlamentáralaš Ráđđi (SPR) lágidii viđát Sámeparlamentarihkarkonferánssa guovvamánu 7. b. 2017 Troanddimis.

source: Tema for konferansen var " Sannhet og forsoning ", og var en del av Tråante 2017, 100-årsjubileet for samenes første felles møte.
sme: Konferánssa fáddán lei “Duohtavuohta ja soabaheapmi”, ja lei oassi Tråante 2107, vuosttaš sámi čoahkkima 100-jagi ávvodoaluin.

source: Sameparlamentarikerkonferansen samler sametingenes representanter og representanter fra samiske organisasjoner i Russland til en felles konferanse hvert tredje år.
sme: Sámeparlamentarihkarkonferánsii lávejit čoagganit sámedikkiid áirasat ja sámi organisašuvnnaid ovddasteaddjit Ruošša bealde oktasaš konferánsii juohke goalmmát jagi.

source: Resultatet av den femte Sameparlamentarikerkonferanse ble en uttalelse, som ble enstemmig godkjent av konferansen.
sme: Viđát Sámeparlamentarihkarkonferánssa boađusin lei cealkámuš maid konferánsa ovttajienalaččat dohkkehii.

source: Styremøte i Samisk parlamentarisk råd Styret i Samisk parlamentarisk råd avholdt 20. januar 2017 sitt første møte etter at Sametinget i Norge overtok presidentvervet i Samisk parlamentarisk råd 22. September 2016.
sme: Sámi Parlamentáralaš Ráđi stivra doalai vuosttaš čoahkkima ođđajagimánu 20. b. 2017, maŋŋá go Sámediggi Norgga bealde válddii badjelasas Sámi Parlamentáralaš Ráđi presideantadoaimma čakčamánu 22. b. 2016.

source: Tema for møtet var gjennomføring av Sameparlamentarikerkonferansen og forberedelse av utkast til sluttuttalelsen.
sme: Čoahkkima fáddán lei Sámeparlamentarihkarkonferánssa čađaheapmi ja ráhkkanahttit evttohusa loahppacealkámušas.

source: Sametingets plenum - 002/17
sme: Sámedikki dievasčoahkkin - 002/17

source: Behandling av saken påbegynt 08.03.17 kl. 11.30
sme: Ášši meannudeapmi álggahuvvui 08.03.17 dii. 11.30.

source: Votering
sme: Jienasteapmi

source: Det ble ikke votert over saken.
sme: Dán áššis ii jienastuvvon.

source: Protokolltilførsler
sme: Beavdegirjelasáhusat

source: Vibeke Larsen, saksordfører
sme: Vibeke Larsen, áššejođiheaddji

source: Sametinget tar Sametingsrådets beretning om virksomheten i perioden til orientering.
sme: Sámediggi váldá Sámediggeráđi doaibmadieđáhusa dán doaibmaáigodagas diehtun.

source: Behandling av saken avsluttet 08.03.17 kl.16.35
sme: Ášši meannudeapmi loahpahuvvui 08.03.17 dii. 16.35

source: Ášši/Sak 003/17
sme: Ášši 003/17

source: Forslag 1: Representant Toril Bakken Kåven, Nordkalottfolket
sme: Evttohus 1: Áirras Toril Bakken Kåven, Nordkalottfolket

source: Forslag 2: Representant Ronny Wilhelmsen, Ap
sme: Evttohus 2: Áirras Ronny Wilhelmsen, BB

source: Forslag 3: Representant Hartvik Hansen, Árja
sme: Evttohus 3: Áirras Hartvik Hansen, Árja

source: Forslag 4: Representant Torbjørg Leirbakken, Árja
sme: Evttohus 4: Áirras Torbjørg Leirbakken, Árja

source: Forslag 5: Representant Henrik Olsen, NSR
sme: Evttohus 5: Áirras Henrik Olsen, NSR

source: Forslag 6: Representant Henrik Olsen, NSR
sme: Evttohus 6: Áirras Henrik Olsen, NSR

source: Forslag 7: Representant Silje Karine Muotka, NSR
sme: Evttohus 7: Áirras Silje Karine Muotka, NSR

source: Forslag 8: Representant Tor Gunnar Nystad, NSR
sme: Evttohus 8: Áirras Tor Gunnar Nystad, NSR

source: Forslag 9: Representant Sandra Márjá West, NSR
sme: Evttohus 9: Áirras Sandra Márjá West, NSR

source: Forslag 10: Representant Aili Guttorm, NSR
sme: Evttohus 10: Áirras Aili Guttorm, NSR

source: Forslag 11: Marie Therese Nordsletta Aslaksen, Samer sørpå Forslag 1: Representant Toril Bakken Kåven, Nordkalottfolket Innføring av formannskapsmodell på Sametinget Sametinget styrer i dag sitt arbeid etter en parlamentarisk modell.
sme: Evttohus 11: Áirras Marie Therese Nordsletta Aslaksen, Sámit lulde Evttohus 1: Áir asis Toril Bakken Kåven, Nordkalottfolket Ovdagoddemodealla ásaheapmi Sámediggái Sámediggi doaimmaha dál iežas barggu parlamentáralaš modealla mielde.

source: En parlamentarisk modell innbefatter blant annet at posisjonen styrer selvstendig, og at opposisjonen ikke er med i beslutningsprosesser i daglig praktisk politikk, eller blir hørt i så henseende.
sme: Parlamentáralaš modealla mielddisbuktá earret eará ahte posišuvdna stivre iešheanalaččat, ja ahte opposišuvdna ii leat mielde mearrideame beaivválaš politihkas, ii ge dainna gulahallojuvvo dan oktavuođas.

source: Tradisjonelt har man i samiske samfunn og hos flere urfolk, vært opptatt av å diskutere seg frem til enighet.
sme: Árbevirolaččat lea sámi servodagain ja ollu earát álgoálbmotservodagain, leamaš dáhpi ahte digaštallama bokte soabadit.

source: Det har vært diskutert flere ganger å finne andre modeller, som passer bedre for å ivareta en type tradisjonell ledelsesmetode.
sme: Lea máŋgii digaštallojuvvon gávdnat eará modeallaid, mat heivejit buorebut áimmahuššandihte juogalágan árbevirolaš jođihanmetoda.

source: Nordkalottfolket har som fremste mål å bidra til et sterkt Sameting med tillit hos folket.
sme: Nordkalottfolket váldomihttomearri lea váikkuhit nanu Sámediggái mas lea luohttámuš álbmogis.

source: Det innbefatter en styringsmodell som nærmer seg «urfolkstanken» om konsensus og i det minste mulighet til å bli hørt, og være deltakende når ulike vedtak fattes.
sme: Dat mielddisbuktá ahte lea stivrenmálle mii lahkona “álgoálbmotjurdaga” ovttamielalašvuohta ja juobe vejolašvuođa ge gullojuvvot, ja oassálastit go iešguđet mearrádusat dahkkojit.

source: Siste måneders hendelser med ustabilitet, vitner også om en styringsform som ikke tjener samiske interesser.
sme: Maŋimus mánuid dáhpáhusat eahpedássidisvuođain, muitalit maid ahte lea stivrenmálle mii ii vuhtiiváldde sámi beroštumiid.

source: Formannskapsmodellen er godt kjent i Norge, og innbefatter en styringsmodell hvor også opposisjonen deltar i beslutningen, siden ledelsen (formannskapet) er satt sammen ut fra forholdstallsprinsippet.
sme: Ovdagoddemodealla lea oahpes ášši Norggas, dat mearkkaša stivrenmálle mas maiddái opposišuvdna searvá mearrádusaide, dan dihte go jođiheapmi (ovdagoddi) lea oktiibiddjon gorreloguprinsihpa mielde.

source: I så måte synes formannskapsmodellen som en bedre modell for styring på Sametinget. Ordfører velges for hele perioden, og beslutninger vedtas i et «formannskap» eller ledelse som består av representanter fra både posisjon og opposisjon.
sme: Dan dihte orro ovdagoddemodealla heiveme buorebut stivrenmállen Sámedikkis, sátnejođiheaddji válljejuvvo olles áigodahkii, ja mearrádusat dahkkojit “ovdagottis” dahje jođiheamis mas leat sihke posišuvnna ja opposišuvnna áirasat mielde.

source: Dette vil kunne bidra til mer stabilitet, mer åpenhet og at flere har hatt mulighet til å komme med sitt syn før beslutninger vedtas.
sme: Dát mielddisbuvttášii eanet dássedisvuođa, eanet rabasvuođa ja ahte eambbogiin lea vejolašvuohta buktit oainnuset ovdal go mearrádusat dahkkojit.

source: Dette vil skape større tillit og legitimitet til Sametinget.
sme: Dát sáhttá mielddisbuktit eanet luohttevašvuođa ja dohkkejumi Sámediggái.

source: Nordkalottfolket ber derfor om at det legges frem forslag til endring i forretningsorden og grunnregler som vedtar formannskapsmodellen som styringsform på Sametinget.
sme: Nordkalottfolket bivdá danin ahte ovdanbuktojuvvo evttohus rievdadit čoahkkinortnega ja vuođđonjuolggadusaid mat mearridit ovdagoddemodealla stivrenmállen Sámedikkis.

source: Forslaget legges frem til Juni plenum 2017, slik at det kan vedtas på to følgende sameting, jmf grunnreglene.
sme: Evttohus ovdanbuktojuvvo geassemánu 2017 dievasčoahkkimii, nu ahte dat sáhttá mearriduvvot guovtti čuovvovaš sámedikkis, gč. vuođđonjuolggadusaid.

source: Forslag 2: Representant Ronny Wilhelmsen, Ap Kongens unnskyldning, 20 år Høsten 2017 vil det være 20 år siden Kong Harald ba oss samer om unnskyldning for fornorskingspolitikken.
sme: Evttohus 2: Áir asis Ronny Wilmhelsen, Bargiidbellodat Gonagasa ándagassii átnun, 20 jagi 2017 čavčča lea 20 jagi vássán dan rájes go Gonagas Harald ánui ándagassii dáruiduhttinpolitihka geažil.

source: Samtidig presiserte han at staten Norge er grunnlagt på territoriet til to folk – nordmenn og samer.
sme: Seammás aiddostahtii ahte Norgga stáhta lea vuođđuduvvo guovtti álbmoga eatnamiidda – dážaid ja sápmelaččaid.

source: At kongen kom med en unnskyldning og på samme tid presiserte grunnlaget for statsdannelsen var en av flere viktige milepæler i både samisk og norsk politikk, samtidig var det viktig for samiske rettigheter.
sme: Dat ahte gonagas ánui ándagassii ja seammás áiddostahtii dan mii lea vuođđun stáhta vuođđudeapmái, lei okta máŋgga guovddáš dáhpáhusas sihke sámi ja dáža politihkas, seammás dat lei deaŧalaš sámi vuoigatvuođaide.

source: Her er et sitat fra talen til kong Harald ved åpning av Sametinget høsten 1997: «Den norske stat er grunnlagt på territoriet til to folk - nordmenn og samer. I dag må vi beklage den urett den norske stat tidligere har påført det samiske folk gjennom en hard fornorskingspolitikk”.
sme: Gonagas Harald dajai Sámedikki rahpamis 1997 čavčča ahte Norgga stáhta lea vuođđuduvvon guovtti álbmoga eatnamiidda – dážaid ja sápmelaččaid ja ahte dál fertet šállošit dan vearrivuođa maid Norgga stáhta ovddežis lea dagahan sámi álbmogii garra dáruiduhttima bokte.

source: Kongens ord og det som har skjedd i ettertid viser et historisk øyeblikk.
sme: Gonagasa sánit ja dat mii maŋŋá lea dáhpáhuvvan, čujuha historjjálaš dáhpáhussii.

source: I løpet av kongens tale kan vi kanskje snakke om før og etter kong Haralds åpning av Sametinget høsten 1997.
sme: Gonagasa sártni oktavuođas mii sáhttit várra hállat dan birra mii lei ovdal ja maŋŋá Haralda Sámedikki rahpama 1997 čavčča.

source: En slik viktig historisk begivenhet bør markeres på høytidelig vis på 20 årsdagen for talen.
sme: Dákkár deaŧalaš historjjálaš dáhpáhusa berre čalmmustahttit allaáiggálaččat sártni 20 jagi beaivvi.

source: Arbeiderpartiet ønsker at Sametinget markerer dagen sammen med kongehuset, Storting og regjering.
sme: Bargiidbellodat háliida ahte Sámediggi čalmmustahttá dan beaivvi ovttas gonagasbearrašiin, Stuorradikkiin ja ráđđehusain.

source: Forslag 3: Representant Hartvik Hansen, Árja Gammebygging i Utmark Gammebygging og bruk av gammer i forbindelse med utmarkshøsting har lange tradisjoner i mange kommuner i Sápmi.
sme: Evttohus 3: Áir asis Hartvik Hansen, Árja Goahteceggen meahccái Goahteceggemis ja goahtegeavaheamis meahcásteami oktavuođas lea guhkes árbevierru ollu gielddain Sámis.

source: Sentrale myndigheter slik som bl.a. Fylkesmannen i Finnmark lager mye byråkrati og har stoppet mange utmarksbrukere i å restaurere og reparere sine byggverk.
sme: Guovddáš eiseválddit, nu go Finnmárkku fylkkamánni dahká olu byrokratiija ja lea bissehan ollu meahcásteddjiid divodit ja ođasmahttit iežaset gođiid.

source: Det har vi utallige eksempler på bare ved de saker som er godt belyst i media de seneste årene.
sme: Dasa gávdnat mii lohkameahttun ovdamearkkaid, dušše dain áššiin juo mat leat beaggán medias maŋimus jagiid.

source: Viser og til Finnmarkskommisjonens rapport felt 2 Nesseby hvor tradisjonene med gammebygg er veldig godt belyst.
sme: Čujuhan maid Finnmárkokommišuvnna raportii 2.fealtta birra Unjárggas, gos goahtehuksenárbevierru leat bures boahtán ovdan.

source: Buk av gammer ved utmarkshøsting er de «synlige bevisene» for en sammenhengende høstingstradisjon.
sme: Goahtegeavaheapmi meahcásteami oktavuođas lea “oinnolaš duođaštus” dasa ahte leat čađat doaimmahuvvon meahcásteapmi.

source: En videreføring av gammebygging er meget viktig for at (meahccásteapmi) utmarkshøsting skal kunne overføres til neste generasjon.
sme: Goahteceggema viidásetfievrrideapmi lea hui dehálaš jus meahcásteapmi galgá sáhttit sirdojuvvot boahtte bulvii.

source: Dette er spesiellt viktig ved jakt, fangst, fiske, bærplukking, reindrift og tradisjonell samisk snarefangst og andre ressurser som trevirke til duoddj m.m. Det må og vurderes om det er hensiktsmessig at dette innarbeides i aktuelle kommuners arealplaner.
sme: Dát lea earenoamáš dehálaš bivddu, guolásteami, murjema, boazodoalu ja árbevirolaš sámi rievssatbivddu, ja eará resurssaid háhkama oktavuođas, nu go duodjeávdnasiid háhkama oktavuođas jna. Ferte maid árvvoštallat lea go ulbmillaš ahte dát hábmejuvvo mielde gielddaid areálaplánaide.

source: Sametinget må følge opp dette og lage en policy for restaurering og bygging av gammer.
sme: Sámediggi ferte čuovvulit dán ášši ja dahkat ođđa bargovuogi gođiid huksema ja divodeami várás.

source: Forslag 4: Representant Torbjørg Leirbakken, Árja Rasisme på Rebbenesøy i Karlsøy kommune - "din skitne fjellfinn" Arja er sterkt bekymret over at en ung reindriftsutøver har blitt trakassert på det aller verste på butikken på Rebbenesøy slik at butikkeieren måtte gripe inn.
sme: Evttohus 4: Áir asis Torbjørg Leirbakken, Árja NÁLLEVEALAHEAPMI RUOPPÁS Gálssa suohkanis – “duolva boazosápmelaš” Árjá lea sakka vuorjašuvvan go okta nuorra boazodoalli lea cielahuvvon fasttimus lági mielde Ruoppá rámbuvrris, nu ahte gávpeeaiggát šattai seaguhit dasa.

source: Truslene om at flere reineiere kan forsvinne, har påvirket han så sterkt at han frykter for sitt liv.
sme: Áitta ahte eanet boazodoallit sáhttet jávkat, lea čuohcan nu garrasit dán divdui ahte ballá iežas heakka ovddas.

source: På toppen av trusler og trakassering, blir rein skadeskutt og snescooterkjøring skjer gjennom reinflokken.
sme: Lassin áitagiidda ja cielahemiide, de báhččojit bohccot ja čađa ealu vudjet skohteriiguin.

source: I følge politiet er dette ikke deres borb.
sme: Politiijat lohket diet ášši ii gula sidjiide.

source: Hvem sitt "bord" er det da?
sme: Na geasa de gullá?

source: Hva gjør Sametinget for å få forhindret slik hverdagsrasisme?
sme: Maid bargá Sámediggi hehttendihte dákkár árgabeairasismma?

source: Hva gjør Sametinget for å anavarliggjøre politiet som ikke gjør jobben sin?
sme: Maid dahká Sámediggi politiijaid dahkamis ovddasvástideaddjin, go eai bargga iežaset barggu?

source: Arja mener denne saken gjelder oss alle og vi må ikke la saken gå upåaktet hen.
sme: Árja mielas gullá dát ášši midjiide buohkaide eat ge mii galgga diktit ášši mannat fuomáškeahttá.

source: Forslag 5: Representant Henrik Olsen, NSR Sikring av kun s tarven etter Alf Salo Alf Salo var en av de sentrale samiske kunstnerne som brått gikk bort i 2013, bare 54 år gammel.
sme: Evttohus 5: Áirras Henrik Olsen, NSR Alf Salo dáiddaárbbi sihkkarastin Alf Salo lei okta guovddáš sámi dáiddáriin gii jámii fáhkka jagis 2013, dušše 54 jagi boarisin.

source: Stor del av hans arbeider, pre arbeider, skisser og annet kunstnerisk arv, er oppbevart i hans bolig i Skarfvaggi i Gáivuotna/Kåfjord, og bør snarlig tas vare på en god og forsvarlig måte.
sme: Stuorra oassi su bargguin, pre barggut, sárggastusat ja eará dáiddalaš árbi, lea vurkejuvvon su vissui Skárfvákkis Gáivuonas, ja daid berre farggamusat áimmahuššat buori ja dohkálaš vuogi mielde.

source: Alf Salo oppnådde i sin samtid stor anerkjennelse som kunstner.
sme: Alf Salo olahii ieža áiggis stuorra rámi dáiddárin.

source: Mye for sin store profesjonalit et og perfeksjonisme som kunstner, inspirert av impresjonismen, kubismen og modernismen, men samtidig også sterkt inspirert av tradisjonell samisk duodji med sine organiske former.
sme: Ollu su stuorra fidnolašvuođa ja perfekšunismma ovddas dáiddárin, imprešunismmas, kubismmas ja modernismmas movttiidahttojuvvon, muhto seammás maiddái hui ollu movttiidahttojuvvon árbevirolaš sámi duojis dainna orgánalaš hámiiguin.

source: Salo oppnådd stor anerkjennelse både i samiske og norske kunstmiljøer og ble innkjøpt av, og fikk utsmyknigsoppdrag av flere institusjoner.
sme: Salo olahii stuorra rámi sihke sámi ja dáža dáiddabirrasiin ja máŋga ásahusa oste su dáidaga ja válljejedje su čiŋahit ásahusa.

source: Alf Salo drev mye sitt kunstnerskap i sin bolig i Skárfvággi.
sme: Alf Salo doaimmahii ollu su dáiddabargguid iežas viesus Skárfvákkis.

source: Boligen og fjøsen der mye av kunsten i dag oppbevares er et eldre ubebodd bygningsmasse, som ikke gir forsvarlig oppbevaring av Salos kunstneriske arv, og bør snarlig og i samarbeid med familien sikres forsvarlig.
sme: Viessu ja návet gos ollu dáidagat dál vurkejuvvojit, leat boarráset ávdin visttit, mas ii sáhte dohkálaččat vurket Salo dáiddalaš árbbi, ja berre farggamusat ovttas su bearrašiin sihkkarastojuvvot dohkálaččat.

source: Dette vil krev faglig og økonomisk kapasitet om ikke familien vil kunne ta ansvar for.
sme: Dat gáibida fágalaš ja ekonomalaš návccaid mas bearaš ii sáhte váldit ovddasvástádusa.

source: En offentlig innsats vil derfor være nødvendig for å kunne sikre denne viktige samiske kulturarven.
sme: Danne dárbbašuvvo almmolaš áŋgiruššan sihkkarastin dihtii dán deaŧalaš sámi kulturárbbi.

source: Sametinget sammen med andre aktører og faginstitusjoner, må snarlig ta et ansvar for å sikre den kunstneriske arven etter Alf Salo.
sme: Sámediggi ovtta eará oassálastiiguin ja fágaásahusaiguin ferte farggamusat váldit ovddasvástádusa sihkkarastimis Alf Salo dáiddalaš árbbi.

source: Dette gjennom å kunne støtte en faglig gjennomgang av materialet, utarbeidelse av en plan for hvordan materialet kan sikres og overføring av materialet til sikker oppbevaring.
sme: Dan sáhttá dahkat dainna lágiin ahte doarjut ávdnasiid fágalaš geahčadeami, plána ráhkadeami das mo ávdnasiid sáhttá sihkkarastit ja ávdnasiid sirdima sihkkaris rádjamiid.

source: Det vil også være viktig å holde mest mulig av materialet samlet, slik at det kan være tilgjengelig for etter tiden i forskningsøyemed og lignende.
sme: Lea maid deaŧalaš doalahit čoahkis nu ollu ávdnasiin go vejolaš, nu ahte dat leat olámuttus maŋit áiggis dutkama ja eará sullasačča várás.

source: NSR anmoder Sametinget om å bidra til at dette gjøres.
sme: NSR ávžžuha Sámedikki váikkuhit dasa ahte dat dahkkojuvvo.

source: Forslag 6: Representant Henrik Olsen, NSR Mulighetsstudie for felles byggeprosjekt - Beaivvás Sámi Nasunalteáhter og Samisk videregående skole og reindriftsskole Beaivváš Sámi Našunálteáhter/Det samiske nasjonalteateret Beaivváš ble etablert i 1980 og har i over 30 år holdt til i kulturhuset i Kautokeino, samt to andre lokaliteter i Kautokeino.
sme: Evttohus 6: Áirras Henrik Olsen, NSR Vejolašvuohta iskat oktasaš huksenprošeavtta - Be a ivvá š Sámi Na š unal a teáhter ja Sámi joatkkaskuvla ja boazodoalloskuvlla gaskka Beaivváš Sámi Našunál a teáhter ásahuvvui 1980:s ja lea badjel 30 jagi doaibman kulturviesus Guovdageainnus, ja guovtti eará lokálain Guovdageainnus.

source: Kulturhuset der publikumsarealet, scenen og kontorer er lokalisert, er uegnet for teatervirksomhet, preget av dårlig vedlikehold som igjen har gitt dårlig inneklima og dermed dårlig arbeidsmiljø.
sme: Kulturviessu gos leat geahččiareálat, lávdi ja kantuvrrat, lea dohkketmeahttun teáhterdoibmii, mas bajásdoallan lea fuotni mii fas buktá heajos sisáimmu ja dieinna lágiin heajos bargobirrasa.

source: Bygget ble også stengt en periode våren 2016 på grunn av fukt og mugg.
sme: Visti lei maiddái giddejuvvon áigodagas giđđat 2016 go lei njuoskkas ja guhppon.
